tap "epk/epk"
tap "ethereum/ethereum"
tap "mongodb/brew"
brew "boost"
brew "cffi"
brew "cmake"
brew "coreutils"
brew "eza"
brew "libomp"
brew "faiss"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gobject-introspection"
brew "htop"
brew "jq"
brew "llama.cpp"
brew "node"
brew "moreutils"
brew "mosh"
brew "ncdu"
brew "utf8proc"
brew "neovim"
brew "node@22"
brew "nvm"
brew "nvtop"
brew "openconnect"
brew "pgcli"
brew "pgloader"
brew "radare2"
brew "rbenv"
brew "redis"
brew "ruby"
brew "solidity"
brew "ssh-copy-id"
brew "sshpass"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "weasyprint"
brew "wget"
brew "xsv"
brew "yarn"
brew "zrok"
brew "mongodb/brew/mongodb-community"
cask "blackhole-2ch"
cask "dbeaver-community"
cask "font-sf-mono-nerd-font"
cask "jordanbaird-ice"
cask "mactex-no-gui"
cask "ngrok"
cask "orbstack"
cask "transmission"
cask "weasis"
cask "xquartz"
cask "zoom"
vscode "1yib.rust-bundle"
vscode "anysphere.cpptools"
vscode "anysphere.pyright"
vscode "anysphere.remote-containers"
vscode "anysphere.remote-ssh"
vscode "dustypomerleau.rust-syntax"
vscode "esbenp.prettier-vscode"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "tomoki1207.pdf"
vscode "vadimcn.vscode-lldb"
